Repository: MarcioViana-Jp/JpLoto_1.1.0
Catalog: Globalization/Resources/AuthResource.*.resx
Languages: es_es, pt_br

# Account2FLoginRequired
source: 2 Factors login required.
es_es: Se requiere autenticación de dos factores.
pt_br: Esta operação requer login 2 fatores.

# AccountBlocked
source: This account is blocked.
es_es: Esta cuenta está bloqueada.
pt_br: Esta conta está bloqueada.

# AccountEmailConfirmationRequired
source: Please, verify your e-mail and click on the given link to confirm your account.
es_es: Revise su correo electrónico y haga clic en el enlace enviado para confirmar su cuenta.
pt_br: Verifique seu e-mail e clique no link enviado para confirmar sua conta.

# AccountLoginRequired
source: This operation requires login.
es_es: Esta operación requiere autenticación.
pt_br: Esta operação requer login.

# AccountNotAllowed
source: Not allowed for this user.
es_es: Operación no permitida para este usuario.
pt_br: Operação não permitida para este usuário.

# AccountUserAlreadyExists
source: User already exists.
es_es: El usuario ya existe.
pt_br: Usuário já existe.

# AccountUserOrPasswordInvalid
source: Invalid user and/or password.
es_es: Nombre de usuario y / o contraseña inválido.
pt_br: Usuário e/ou Password inválidos.

source: Already registered
es_es: Ya tienes una cuenta

source: Click here
es_es: Clic aquí

source: Click here to return
es_es: Clic aquí para regresar

source: Confirm new password
es_es: Confirmar nueva contraseña
pt_br: Confirme nova Password

source: Confirm password
es_es: Confirmar contraseña
pt_br: Confirme Password

source: Current password
es_es: Contraseña actual

source: Edit profile
es_es: Editar perfil

source: Forgot password?
es_es: Olvido la contraseña?
pt_br: Esqueceu a Password?

# IsPersistent
source: Remember me
es_es: Sigue conectado
pt_br: Manter logado

# LogoutLine1
source: You're about to leave JP Loto.
es_es: Está a punto de salir de JP Loto
pt_br: Você está prestes a sair do JP Loto.

# LogoutLine2-1
source: Click here
es_es: Haga clic aquí
pt_br: Clique aqui

# LogoutLine2-2
source: to logout
es_es: para cerrar sesión o
pt_br: para fazer logout ou

# LogoutLine2-3
source: or click here
es_es: haga clic aquí
pt_br: clique aqui

# LogoutLine2-4
source: to return.
es_es: para retornar.
pt_br: para retornar.

source: New password
es_es: Nueva contraseña
pt_br: Nova Password

source: No records found.
es_es: No se encontraron registros.
pt_br: Nenhum registro encontrado.

# NotRegistered
source: Not registered yet
es_es: No está registrado

# NoUserLogged
source: No user logged in.
es_es: No hay ningún usuario conectado.
pt_br: Não há usuário logado.

source: Password
es_es: Contraseña

# PasswordChangeOk
source: Password updated successfully.
es_es: Contraseña alterada con éxito.
pt_br: Password alterada com success.

source: Profile information
es_es: Información del perfil

# Register
source: New user
es_es: Nuevo usuario
pt_br: Novo usuário

# RegisterForFree
source: Sign up for free
es_es: Registrate gratis

# RegistrationOk
source: Registration succeeded.
es_es: Registrado con éxito.
pt_br: Registrado com success.

source: Resend confirmation email
es_es: Reenviar email de confirmación

# ServerError
source: Server error. Please try again later.
es_es: Error del Servidor. Por favor, inténtelo de nuevo más tarde.
pt_br: Erro de servidor. Por favor, tente novamente mais tarde.

# TermsAndConditionsAgreement
source: I agree the terms and conditions of this website
es_es: Acepto los términos y condiciones de este sitio

# UpdateOk
source: Uptade succeeded.
es_es: Cambios realizados con éxito.
pt_br: Alterações efetuadas com success.

source: Update password
es_es: Actualiza contraseña

source: User not found.
es_es: Usuário não encontrado.
pt_br: Usuário não encontrado.

# UserProfileSet
source: You can click on <EDIT PROFILE> to fill in your personal details.
es_es: Puede hacer un clic en <EDITAR PERFIL> para completar sus datos personales.

# UserUpdate
source: Update user
es_es: Cambiar informaciones de usuario
pt_br: Altera usuário

# WelcomeLine1
source: Welcome!
es_es: ¡Bienvenido!
pt_br: Bem Vindo!

# WelcomeLine2
source: Thans for using JP Loto.
es_es: Gracias por usar JP Loto.
pt_br: Obrigado por utilizar o JP Loto.

# WelcomeLine3
source: JP Loto is an application to generate numerical combinations for Mini Loto, Loto6 and Loto7.
es_es: JP Loto es una aplicación para generar combinaciones numéricas para Mini Loto, Loto6 y Loto7.
pt_br: O JP Loto é um aplicativo de geração de combinações numéricas para Mini Loto, Loto6 e Loto7.

# WelcomeLine4
source: From a set of numbers chosen by the user, JP Loto creates all the possible combinations
es_es: A partir de un conjunto de números elegidos por el usuario, JP Loto crea todas las combinaciones posibles
pt_br: A partir de um conjunto de números escolhidos pelo usuário, o JP Loto cria todas as combinações possíveis

# WelcomeLine5
source: of these numbers generating games for each of the aforementioned lottery modalities.
es_es: de estos números generando juegos para cada una de las modalidades de lotería antes mencionadas.
pt_br: desses números gerando jogos para cada uma das modalidades de loteria acima.

# WelcomeLine6
source: These combinations can be filtered, saved to disk, and can also be printed.
es_es: Estas combinaciones se pueden filtrar, guardar en disco y también se pueden imprimir.
pt_br: Essas combinações poderão ser filtradas, salvas em disco e também poderão ser impressas.

# WrongPassword
source: Invalid password.
es_es: Contraseña incorrecta.
pt_br: Password inválida.

# _CHANGE_PASSWORD_TITLE
source: Change Password
es_es: Cambiar la Contraseña

# _REGISTER_TITLE
source: User Register
es_es: Nuevo Usuario
pt_br: Registrar Usuário

# _UPDATE_TITLE
source: Update User
es_es: Cambiar Información de Usuario
pt_br: Altera Informações do Usuário
