Repository: MarcioViana-Jp/JpLoto_1.1.0
Catalog: Globalization/Resources/LotoResource.*.resx
Languages: es_es

# AddSuccess
source: Registro añadido con éxito
es_es: Item added successfully

# AlreadyExists
source: Este elemento ya existe
es_es: Item already exists

source: Apply filters
es_es: Aplicar filtros

source: Apply suggestions
es_es: Aplicar sugerencias

source: Bonus
es_es: Prima

# BonusLoto6
source: Enter only one bonus number between 01 and 43
es_es: Introduce solo un número de bonificación entre 01 y 43

# BonusLoto7
source: Enter two numbers between 01 and 37 separated by a comma
es_es: Introduce dos números de bonificación separados por comas

# BonusMiniLoto
source: Enter only one bonus number between 01 and 31
es_es: Introduce solo un número de bonificación

source: Cancel editing
es_es: Cancelar edición

# CheckResult
source: Check results
es_es: Comprobar resultados

source: Clear all
es_es: Borrar todo

source: Clear suggestions
es_es: Borrar sugerencias

source: combinations
es_es: Combinaciones

source: Configure printing
es_es: Configurar impresión

# ConfirmDelete
source: Delete combination
es_es: Eliminar combinatón

# cr_BonusError
source: Bonus numbers must be different than the drawn numbers
es_es: El número de bono debe ser diferente de las decenas sorteadas

# cr_DuplicateNumberError
source: There are one or more duplicate numbers
es_es: Hay uno o más números duplicados

# cr_InputError
source: Invalid entry
es_es: Entrada invalida

# cr_InvalidBonusLenght
source: Quantity of bonus numbers invalid for this lottery
es_es: Cantidad de números de bonificación no válidos para esta lotería

# cr_InvalidNumbersLenght
source: Quantity of numbers invalid for this lottery
es_es: Cantidad de números no válidos para esta lotería

# cr_MissingParametersError
source: Missing parameters
es_es: Parámetros faltantes

# cr_OutOfRangeError
source: There are one or more numbers out of range. Check valid numbers for this lottery
es_es: Hay uno o más números fuera de rango. Verifique los números válidos para esta lotería

source: Date
es_es: Fecha

source: Delete
es_es: Eliminar

# DeletePermanent
source: Permanently delete
es_es: Eliminar permanentemente

# DeleteSuccess
source: Registro eliminado con éxito
es_es: Item deleted successfully

source: Edit
es_es: Editar

source: Edition
es_es: Edición

# Error_InvalidMaxCombinations
source: Max combinations invalid
es_es: Combinaciones maximas no válidas

source: Even numbers
es_es: Números pares

source: Filter combinations
es_es: Filtrar combinaciones

# Filters
source: Define filters
es_es: Definir filtros

# GenerateRandom
source: Check it to generate random combinations
es_es: Márquelo para generar combinaciones aleatorias

source: Invalid bonus
es_es: Bono inválido

source: Invalid numbers
es_es: Números no válidos

# KeepPrevious
source: Check it to keep previous combinations
es_es: Márquelo para mantener las combinaciones anteriores

source: Limit combinations
es_es: Limitar combinaciones

source: Limit numbers
es_es: Límit de números

source: Load
es_es: Carga

# Maximum
source: Max:
es_es: Máx:

source: Max value
es_es: Máximo

source: Min value
es_es: Mínimo

# NotFound
source: Registro no encontrado
es_es: Item not found

source: Numbers
es_es: Números

source: Numbers in sequence
es_es: Números en secuencia

# NumbersLoto6
source: Enter a list of 6 numbers between 01 and 43 separated by commas
es_es: Introduce una lista de 6 números entre 01 y 43 separados por una coma

# NumbersLoto7
source: Enter a list of 7 numbers between 01 and 37 separated by commas
es_es: Introduce una lista de 7 números entre 01 y 37 separados por una coma

# NumbersMiniLoto
source: Enter a list of 5 numbers between 01 and 31 separated by commas
es_es: Introduce una lista de números separados por comas

source: Numbers per column
es_es: Números por columna

source: Numbers per line
es_es: Números por fila

source: Odd numbers
es_es: Números impares

# OperationError
source: Operación fallida. Inténtalo de nuevo
es_es: Operation error

source: #Order
es_es: #Orden

# Page
source: Pag:
es_es: Pág:

# PageFirst
source: First page
es_es: Primera página

# PageLast
source: Last page
es_es: Última página

# PageNext
source: Next page
es_es: Página siguiente

# PagePrevious
source: Previous page
es_es: Página anterior

source: Previous combinations
es_es: Combinaciones anteriores

source: Prime numbers
es_es: Números primos

source: Print
es_es: Imprimir

source: Random combinations
es_es: Combinaciones aleatorias

source: Recycle
es_es: Reciclar

# RecycleItem
source: Move item to recycle
es_es: Reciclar elemento

source: Restore
es_es: Restaurar

source: Restore item
es_es: Restaurar elemento

source: Results
es_es: Resultados

source: Save
es_es: Guardar

# SelectDiretory
source: Save to
es_es: Guardar en

source: Suggestions
es_es: Sugerencias

# TITLE_COMBINATIONS
source: Generate combinations
es_es: Generar Combinaciones

# TITLE_CONFIGURE_PRINTING
source: Configure Printing
es_es: Configurar Impresión

# TITLE_FILTERS
source: Filters Configuration
es_es: Configurar Filtros

# TITLE_RESULTS
source: Results
es_es: Resultados

# TITLE_SELECTNUMBERS
source: Select Numbers
es_es: Seleccionar Números

# UpdateSuccess
source: Update succeed
es_es: Item updateed successfully
